Repository: hackzilla/password-generator-bundle
Catalog: Resources/translations/messages.*.xlf
Languages: fr

source: Password Generator
fr: Générateur de mot de passe

source: Make passwords easier for:
fr: Faire les mots de passe plus facile pour:

source: Passwords
fr: Mots de passe

source: Easy to use online random password generator
fr: Générateur en ligne des mots de passe aléatoires. Facile ‡ utiliser.

source: Humans
fr: Les humain

source: Computers
fr: Les ordinateurs

source: Hybrid
fr: Hybride

source: Dummies
fr: Les nuls

source: How many passwords
fr: Combien de mots de passe

source: Include Uppercase
fr: Insérer les caractëres majuscule

source: Include Lowercase
fr: Insérer les caractëres miniscule

source: Include Numbers
fr: Insérer les chiffres

source: Include Symbols
fr: Insérer les symboles

source: Remove Similar Characters
fr: Supprimer les caractëres presque pareils

source: Segment Count
fr: Nombre de segments

source: Segment Length
fr: longeur du segment

source: Password Length
fr: Longeur du mot de passe

source: Word Count
fr: Nombre de mots

source: Minimum Word Length
fr: Longeur minimum du mot de passe

source: Maximum Word Length
fr: Longeur maximum du mot de passe

source: Generate
fr: Gènèrer

source: Reset
fr: Rèinitialiser

source: Error!
fr: Erreur!

source: Select some characters for the password generator to use
fr: Sèlectionnez des caractëres pour que le gènèrateur de mot de passe puisse les utiliser

source: An unknown error occurred
fr: Une erreur inconnue s'est produite
